static/benchmark-output/h2load/basic_express_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 11.32s, 883.72 req/s, 1.80MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 20.40MB (21390117) total, 48.89KB (50068) headers (space savings 95.83%), 20.09MB (21070000) data
                     min         max         mean         sd        +/- sd
time for request:      623us    145.60ms      1.12ms      1.75ms    96.95%
time for connect:    11.61ms     11.61ms     11.61ms         0us   100.00%
time to 1st byte:   157.22ms    157.22ms    157.22ms         0us   100.00%
req/s           :     883.73      883.73      883.73        0.00   100.00%