static/benchmark-output/h2load/basic_https_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 5.94s, 1684.62 req/s, 3.72MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 22.06MB (23130000) total, 1.55MB (1630000) headers (space savings 0.00%), 20.09MB (21070000) data
                     min         max         mean         sd        +/- sd
time for request:      372us     97.54ms       589us      1.08ms    98.90%
time for connect:    26.44ms     26.44ms     26.44ms         0us   100.00%
time to 1st byte:   123.98ms    123.98ms    123.98ms         0us   100.00%
req/s           :    1684.66     1684.66     1684.66        0.00   100.00%