static/benchmark-output/h2load/data-bin-16ko_express_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 12.40s, 806.73 req/s, 12.64MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 156.69MB (164302647) total, 78.22KB (80098) headers (space savings 95.95%), 156.25MB (163840000) data
                     min         max         mean         sd        +/- sd
time for request:      724us     21.85ms      1.23ms      1.04ms    95.50%
time for connect:     4.40ms      4.40ms      4.40ms         0us   100.00%
time to 1st byte:     9.44ms      9.44ms      9.44ms         0us   100.00%
req/s           :     806.73      806.73      806.73        0.00   100.00%