static/benchmark-output/h2load/data-bin-16ko_fastify_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 9.91s, 1008.92 req/s, 15.82MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 156.83MB (164452830) total, 312.80KB (320312) headers (space savings 84.89%), 156.25MB (163840000) data
                     min         max         mean         sd        +/- sd
time for request:      621us     22.36ms       983us       932us    97.06%
time for connect:     2.94ms      2.94ms      2.94ms         0us   100.00%
time to 1st byte:    11.14ms     11.14ms     11.14ms         0us   100.00%
req/s           :    1008.93     1008.93     1008.93        0.00   100.00%