static/benchmark-output/h2load/data-bin-16ko_https_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 5.81s, 1721.18 req/s, 27.34MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 158.85MB (166570000) total, 2.12MB (2220000) headers (space savings 0.00%), 156.25MB (163840000) data
                     min         max         mean         sd        +/- sd
time for request:      357us     14.50ms       579us       560us    97.56%
time for connect:     3.11ms      3.11ms      3.11ms         0us   100.00%
time to 1st byte:     4.93ms      4.93ms      4.93ms         0us   100.00%
req/s           :    1721.21     1721.21     1721.21        0.00   100.00%