static/benchmark-output/h2load/data-bin-8mo_https_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 432.84s, 23.10 req/s, 184.83MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 78.13GB (83888850000) total, 2.16MB (2260000) headers (space savings 0.00%), 78.13GB (83886080000) data
                     min         max         mean         sd        +/- sd
time for request:    29.95ms     84.84ms     43.28ms      8.72ms    74.44%
time for connect:     3.28ms      3.28ms      3.28ms         0us   100.00%
time to 1st byte:     4.67ms      4.67ms      4.67ms         0us   100.00%
req/s           :      23.10       23.10       23.10        0.00   100.00%